Repository: thomas4t/weather-js-app
Catalog: frontend/src/locale/*/messages.po
Languages: cs

# forecast.heading
source: Lookup by city
cs: Vyhledávání podle města

# forecast.search.clear
source: Clear
cs: Smazat

# forecast.search.invalidSearch
source: Enter at least 3 characters
cs: Zadejte alespoň 3 znaky

# forecast.search.noResults
source: Looks like we haven't found anything yet.
cs: Zdá se, že tu zatím nic není.

# forecast.search.submit
source: Try your luck
cs: Zkusit štěstí

# forecast.searchInput.placeholder
source: Type to search ...
cs: Zadejte výraz ...

# nav.about
source: About
cs: O autorovi

# nav.forecast
source: Forecast
cs: Předpověd

# nav.home
source: Home
cs: Domů

# page.homepage.title
source: Homepage, welcome!
cs: Vítejte!

# weatherCard.dateFromTo
source: Weather from {from} to {to}.
cs: Počasí od {from} do {to}.

# weatherCard.temp
source: Temp {temp} °C
cs: Teplota {temp} °C

# weatherCard.tempFeelsLike
source: Temp feels like {temp} °C
cs: Teplota pocitivě {temp} °C
